[1,0,0,[["cc.TextAsset",["_name","text"],1]],[[0,0,1,3]],[[0,"Text","隐私政策\r\n更新时间: 2021-10-1\r\n\r\n生效时间: 2021-10-1\r\n\r\n我司非常重视您的个人信息及隐私安全。 我们制定本“隐私政策”希望您在向我们提供某些信息（其中很可能包括您的个人信息）以及允许我们处理并分享某些信息之前，能够清晰地了解这些信息收集的目的、可能的用途以及其他方面的内容。本隐私政策可能会不时更新。建议您定期查阅本隐私政策，以了解任何相关变更。\r\n\r\n在此温馨提示您仔细阅读并理解本隐私政策。如果您有任何隐私方面的疑问，请使用以下联系方式:\r\n\r\n电子邮件: whj19921126@163.com\r\n\r\n请您知悉，本政策仅适用于我们向您提供服务所收集的信息，不适用于通过接入我们产品或服务的第三方所收集的信息。\r\n\r\n请您仔细阅读并充分理解相关内容：\r\n\r\n为向您提供服务，我们将依据本隐私政策收集、使用、存储必要的信息。\r\n基于您的明示授权，我们可能会申请开启您的设备权限，您有权拒绝或取消授权。\r\n您可以访问、更正、删除您的个人信息，还可以撤回授权同意、注销账号、投诉举报以及调整其他隐私设置。\r\n我们已采取符合业界标准的安全防护措施保护您的个人信息。\r\n如您是未成年人，请您和您的监护人仔细阅读本隐私政策，并在征得您的监护人授权同意的前提下使用我们的服务或向我们提供个人信息。\r\n设备权限调用情况\r\n\r\n在您使用我们产品的过程中，我们需要在必要范围内向您申请获取设备权限。请您知悉，我们不会默认开启您设备的权限，仅在您主动确认开启的情况下，才有可能通过设备权限收集您的信息。调用的权限、调用权限的目的，以及调用权限前向您询问的情况如下：\r\n\r\n设备权限\t调用权限的目的\t是否询问\t用户可否关闭权限\r\n网络\t连接网络\t是\t可\r\n电话\t读取设备通话状态和识别码，保障运营安全\t是\t可\r\n存储\t下载并保存内容\t是\t可\r\n如您在首次授权开启权限后希望关闭权限，您可以在设备的设置功能中选择关闭权限，从而拒绝我们收集相应的个人信息。\r\n\r\n1. 如何收集和使用个人信息\r\n\r\n我们会按照如下方式收集您在使用服务时主动提供的，以及通过自动化手段收集您在使用功能或接受服务过程中产生的信息：\r\n\r\n1.1 注册、登录\r\n\r\n当您注册时我们会收集您的昵称、头像、手机号码、邮箱等，收集这些信息是为了帮助您完成注册保护您的帐号安全。手机号码属于敏感信息，收集此类信息是为了满足相关法律法规的网络实名制要求。若您不提供这类信息，您可能无法正常使用我们的服务。\r\n您也可以使用微信、邮箱或者各平台ID登录并使用，您将授权我们获取您在第三方平台注册的公开信息（头像、昵称以及您授权的其他信息），使您可以直接登录并使用本产品和相关服务。\r\n1.2 认证\r\n\r\n在您使用身份认证的功能或服务时，根据相关法律法规，您可能需要提供您的真实身份信息：真实姓名、身份证号码、电话号码以完成实名验证。 这些信息属于个人敏感信息，您可以拒绝提供，但您将可能无法获得相关服务。\r\n\r\n1.3 信息发布\r\n\r\n您发布内容时，我们将收集您发布的信息，并展示您的昵称、头像、发布内容。\r\n\r\n1.4 安全运行\r\n\r\n1.4.1 安全保障功能\r\n\r\n我们致力于为您提供安全、可信的产品与使用环境，提供优质而可靠的服务是我们的核心目标。为实现安全保障功能所收集的信息是必要信息。\r\n\r\n1.4.2 日志信息\r\n\r\n为了保障软件与服务的安全运行，我们会收集您的操作、使用、服务日志。\r\n\r\n1.5 收集、使用个人信息目的变更\r\n\r\n原则上，当新功能或服务与我们当前提供的功能或服务相关时，收集与使用的个人信息将与原处理目的具有直接或合理关联。在与原处理目的无直接或合理关联的场景下，我们收集、使用您的个人信息，会再次进行告知，并征得您的同意。\r\n\r\n1.6 依法豁免征得同意收集和使用的个人信息\r\n\r\n请您理解，在下列情形中，根据法律法规及相关国家标准，我们收集和使用您的个人信息无需征得您的授权同意：\r\n\r\n与国家安全、国防安全直接相关的；\r\n与公共安全、公共卫生、重大公共利益直接相关的；\r\n与犯罪侦查、起诉、审判和判决执行等直接相关的；\r\n出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；\r\n所收集的您的个人信息是您自行向社会公众公开的；\r\n从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；\r\n根据您的要求签订或履行合同所必需的；\r\n用于维护软件及相关服务的安全稳定运行所必需的，例如发现、处置软件及相关服务的故障；\r\n为合法的新闻报道所必需的；\r\n学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；\r\n法律法规规定的其他情形。\r\n2.对 Cookie 和同类技术的使用\r\n\r\n我们可能会设置认证与保障安全性的Cookie或匿名标识符，以确认您是否安全登录服务，在确认您已正常登录的情况下才会向您提供服务，从而避免账号盗用、信息泄露等情况发生。\r\n使用Cookie可以帮助您省去重复填写个人信息、输入搜索内容的步骤和流程。\r\n您可以在浏览器“设置”功能中进行Cookie数据清除。如您进行清除，您可能无法使用我们提供的依赖于Cookie的相关服务和功能，但不影响其他功能与服务的正常使用。\r\n3.我们如何共享、转让、公开披露个人信息\r\n\r\n3.1共享\r\n\r\n我们不会共享您的个人信息给任何其他第三方，除非征得您的明确同意。\r\n\r\n3.2 转让\r\n\r\n我们不会转让您的个人信息给任何其他第三方，除非征得您的明确同意。\r\n随着我们业务的持续发展，我们将有可能进行合并、收购、资产转让，您的个人信息有可能因此而被转移。在发生前述变更时，我们将按照法律法规及不低于本隐私政策所载明的安全标准要求继受方保护您的个人信息，否则我们将要求继受方重新征得您的授权同意。\r\n3.3 披露\r\n\r\n我们不会公开披露您的信息，除非遵循国家法律法规规定或者获得您的同意。我们公开披露您的个人信息会采用符合行业内标准的安全保护措施.\r\n对违规帐号、欺诈行为进行处罚公告时，我们会披露相关帐号的信息。\r\n“寻人”、“追逃”等公益项目，经根据符合法律法规的规定和明确授权后，我们会公开披露与事件相关的信息。当事件结束后，我们将及时删除已披露的个人敏感信息。\r\n3.4 依法豁免征得同意共享、转让、公开披露的个人信息\r\n\r\n请您理解，在下列情形中，根据法律法规及国家标准，我们共享、转让、公开披露您的个人信息无需征得您的授权同意：\r\n\r\n与国家安全、国防安全直接相关的；\r\n与公共安全、公共卫生、重大公共利益直接相关的；\r\n与犯罪侦查、起诉、审判和判决执行等直接相关的；\r\n出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；\r\n您自行向社会公众公开的个人信息；\r\n从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。\r\n4.我们如何存储个人信息\r\n\r\n4.1 存储地点\r\n\r\n我们会按照法律法规规定，将境内收集的用户个人信息存储于中国境内。\r\n\r\n4.2 存储期限\r\n\r\n我们仅在提供服务期间保留您的个人信息；您发布的内容在您未删除或注销帐号期间会予以保留。超出必要期限后，您的个人信息会被删除或匿名化处理，但法律法规另有规定的除外。\r\n\r\n5.我们如何保护个人信息的安全\r\n\r\n我们努力为用户的信息和隐私安全提供包保障，防止信息的丢失、不当使用、未经授权访问或披露。\r\n我们会以业界成熟的安全标准收集、使用、存储和传输用户信息：例如在进行网络传输时会对个人信息进行加密存储（SSL、md5等）。存在于Cookie里的个人安全认证信息也会被进行加密和混淆处理。\r\n我们会建立专门的安全部门、安全管理制度和数据安全流程来保障您的个人信息安全。采取严格的数据访问和使用制度，确保只有授权人员才能访问您的个人信息，并适时对数据和技术进行安全审计。\r\n我们会制定应急处理预案，并在发生用户信息安全事件时立即启动应急预案，努力阻止安全事件的影响扩大。一旦发生用户信息安全事件（泄露、丢失），我们将按照法律法规的要求及时向您告知。\r\n6.管理您的个人信息\r\n\r\n我们非常重视您对个人信息的管理，并尽全力保护您对于您个人信息的查询、访问、修改、删除、撤回同意授权、注销帐号、投诉举报以及设置隐私功能的相关权利，以使您有能力保障您的隐私和信息安全。\r\n\r\n6.1 访问、删除、更正您的个人信息\r\n\r\n6.1.1 访问、修改个人帐号信息\r\n\r\n您可以查询、访问您的头像、用户名、简介，并且可以在我们产品的“帐号中心”中修改您的头像、简介。\r\n\r\n6.1.2 删除发布的内容\r\n\r\n删除发布内容：进入我们产品“内容管理”—点击文章右侧“操作”下的“下线”按钮。\r\n特别提示您注意，出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法自主修改注册时提交的某些初始注册信息。如您确有需要修改该类注册信息，请根据本隐私政策载明的联系方式联系我们。\r\n6.2 注销帐号\r\n\r\n您可以通过发送请求注销帐号的邮件至 whj19921126@163.com申请注销帐号。在您注销帐号前，我们将验证您的个人身份、安全状态、设备信息等。注销帐号的行为是不可逆的行为，当您注销帐号后，我们将删除您的相关信息或将您的信息进行匿名化处理，但法律法规另有规定的除外。\r\n\r\n6.3 投诉举报\r\n\r\n如果您认为您的个人信息权利可能受到侵害，或者发现侵害个人信息权利的线索，请通过以下邮箱地址 whj19921126@163.com 联系我们。我们核查后会及时处理您的投诉举报。\r\n\r\n6.4 访问隐私政策\r\n\r\n您可以在产品注册,登录,设置,关于等界面查看本隐私政策的全部内容。\r\n\r\n6.5 停止运营向您告知\r\n\r\n如我们停止运营，我们将及时停止收集您个人信息的活动，将停止运营的通知以公告的形式通知您，并对所持有的您的个人信息进行删除或匿名化处理。\r\n\r\n7.未成年人条款\r\n\r\n我们产品主要面向成年人。若您是未满18周岁的未成年人，在使用本产品及相关服务前，应在您的父母或其他监护人监护、指导下共同阅读并同意本隐私政策。\r\n如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。\r\n若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有相关疑问时，请通过本隐私政策公示的联系方式与我们联系。\r\n8.隐私政策的修订和通知\r\n\r\n我们会适时对本隐私政策进行修订，如该等变更会导致您在本政策项下权利的实质减损，我们会在变更生效前在页面显著位置通知您。\r\n若您不同意该等变更可以停止使用我们的产品，若您继续使用我们的产品或服务，即表示您同意受修订后的本隐私政策的约束。"]],0,0,[],[],[]]